/* Error reason when a service with a known application is invoked but another user has the application open */
"Another user has the \\U201C%@\\U201D application open." = "L’application « %@ » est ouverte par un autre utilisateur.";

/* Recovery suggestion when a service is invoked but the application is already open under another account */
"Ask the other user to quit the \\U201C%@\\U201D application, and then try again." = "Demandez à l’autre utilisateur de quitter l’application « %@ » puis réessayez.";

/* Recovery suggestion when a service with a known application is invoked but the application is not compatible with the computer */
"Contact the vendor of \\U201C%@\\U201D for an updated version." = "Contacter l’éditeur de l’application « %@ » pour obtenir une version mise à jour.";

/* Recovery suggestion when a service is invoked but the user does not have permission to run the application */
"Contact your administrator for assistance." = "Contactez votre administrateur pour obtenir de l’assistance.";

/* NSTextReadInapplicableDocumentTypeError */
"Err65806" = "Le fichier n’a pu être ouvert car il n’est pas au bon format.";

/* NSTextWriteInapplicableDocumentTypeError */
"Err66062" = "Le fichier n’a pu être enregistré car il n’est pas au bon format.";

/* A generic recovery suggestion displayed in an alert when an error occurs and there's no information about it. */
"No other information is available about the problem." = "Aucune autre information n’est disponible au sujet du problème.";

/* 'Show Application' recovery suggestion when a service request failed */
"Show Application" = "Afficher l’application";

/* 'Show Workflow' recovery suggestion when a workflow service request failed */
"Show Workflow" = "Afficher le processus";

/* Error description when some files cannot be duplicated (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Certains fichiers n’ont pas pu être dupliqués car une erreur diverse s’est produite (OSStatus %d).";

/* Error description when some files cannot be duplicated (but others succeeded) because of a disk error. */
"Some files could not be duplicated because of a disk error." = "Certains fichiers n’ont pas pu être dupliqués en raison d’une erreur de disque.";

/* Error description when some files cannot be duplicated (but others succeeded) because the disk is full. */
"Some files could not be duplicated because the disk is full." = "Certains fichiers n’ont pas pu être dupliqués car le disque est saturé.";

/* Error description when some files cannot be duplicated (but others succeeded) because the volume is write protected. */
"Some files could not be duplicated because the volume is write protected." = "Certains fichiers n’ont pas pu être dupliqués car le volume est protégé en écriture.";

/* Error description when some files cannot be duplicated (but others succeeded) because they were not found. */
"Some files could not be duplicated because they were not found." = "Certains fichiers n’ont pas pu être dupliqués car ils sont introuvables.";

/* Error description when some files cannot be duplicated (but others succeeded) without giving a reason. */
"Some files could not be duplicated." = "Certains fichiers n’ont pas pu être dupliqués.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because a miscellaneous error occurred. */
"Some files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Certains fichiers n’ont pas pu être placés dans la Corbeille car une erreur diverse s’est produite (OSStatus %d).";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a disk error. */
"Some files could not be moved to the trash because of a disk error." = "Certains fichiers n’ont pas pu être placés dans la Corbeille en raison d’une erreur de disque.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is full. */
"Some files could not be moved to the trash because the disk is full." = "Certains fichiers n’ont pas pu être placés dans la Corbeille car le disque est saturé.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because the disk is write protected. */
"Some files could not be moved to the trash because the disk is write protected." = "Certains fichiers n’ont pas pu être placés dans la Corbeille car le disque est protégé en écriture.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because they were not found. */
"Some files could not be moved to the trash because they were not found." = "Certains fichiers n’ont pas pu être placés dans la Corbeille car ils sont introuvables.";

/* Error description when some files cannot be moved to the trash (but others succeeded) without giving a reason. */
"Some files could not be moved to the trash." = "Certains fichiers n’ont pas pu être placés dans la Corbeille.";

/* Error reason when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D application could not be found." = "L’application « %@ » est introuvable.";

/* Error reason when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D application could not be opened." = "Il est impossible d’ouvrir l’application « %@ ».";

/* Error reason when an application did not provide valid data */
"The \\U201C%@\\U201D application did not provide valid data." = "L’application « %@ » n’a pas fourni de données valides.";

/* Error reason when an application did not respond to a request for services */
"The \\U201C%@\\U201D application did not respond to the request for services." = "L’application « %@ » n’a pas répondu à la demande de service.";

/* Error reason when a service with a known application is invoked but the application is corrupt */
"The \\U201C%@\\U201D application is corrupt." = "L’application « %@ » est corrompue.";

/* Error reason when a service with a known application is invoked but the application is in the trash */
"The \\U201C%@\\U201D application is in the Trash." = "L’application « %@ » est dans la Corbeille.";

/* Error reason when a service with a known application is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D application is not compatible with your computer." = "L’application « %@ » n’est pas compatible avec votre ordinateur.";

/* Error reason when a service with a known application is invoked but the application requires a newer version of Mac OS X */
"The \\U201C%@\\U201D application requires a newer version of Mac OS X." = "L’application « %@ » requiert une version de Mac OS X plus récente.";

/* Error description when a service is invoked but another user has the application open */
"The \\U201C%@\\U201D service could not be used because another user has the \\U201C%@\\U201D application open." = "Le service « %1$@ » est inutilisable car l’application « %2$@ » est ouverte par un autre utilisateur.";

/* Error description when a service with a known application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be found." = "Le service « %1$@ » est inutilisable car l’application « %2$@ » est introuvable.";

/* Error description when a service with a known application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application could not be opened." = "Le service « %1$@ » est inutilisable car l’application « %2$@ » ne peut pas être ouverte.";

/* Error description when a service with a known application is invoked but the application did not provide valid data */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not provide valid data." = "Le service « %1$@ » est inutilisable car l’application « %2$@ » n’a pas fourni de données valides.";

/* Error description when a service with a known application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application did not respond to a request for services." = "Le service « %1$@ » est inutilisable car l’application « %2$@ » n’a pas répondu à une demande de service.";

/* Error description when a service is invoked but the application is corrupt */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is corrupt." = "Le service « %1$@ » est inutilisable car l’application « %2$@ » est corrompue.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is in the Trash." = "Le service « %1$@ » est inutilisable car l’application « %2$@ » est dans la Corbeille.";

/* Error description when a service is invoked but the application is not compatible with the computer */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application is not compatible with your computer." = "Le service « %1$@ » est inutilisable car l’application « %2$@ » n’est pas compatible avec votre ordinateur.";

/* Error description when a service is invoked but the application is in the trash */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D application requires a newer version of Mac OS X." = "Le service « %1$@ » est inutilisable car l’application « %2$@ » requiert une version de Mac OS X plus récente.";

/* Error description when a workflow service is invoked but the workflow could not be found */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow could not be found." = "Le service « %1$@ » est inutilisable car le processus « %2$@ » est introuvable.";

/* Error description when a workflow service timed out */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not finish in time." = "Le service « %1$@ » est inutilisable car le processus « %2$@ » ne s’est pas achevé à temps.";

/* Error description when a workflow service did not provide valid data. */
"The \\U201C%@\\U201D service could not be used because the \\U201C%@\\U201D workflow did not provide valid data." = "Le service « %1$@ » est inutilisable car le processus « %2$@ » n’a pas fourni de données valides.";

/* Error description when a service with an unknown application is invoked but the application could not be found */
"The \\U201C%@\\U201D service could not be used because the application could not be found." = "Le service « %@ » est inutilisable car l’application est introuvable.";

/* Error description when a service with an unknown application is invoked but the application could not be opened */
"The \\U201C%@\\U201D service could not be used because the application could not be opened." = "Le service « %@ » est inutilisable car il est impossible d’ouvrir l’application.";

/* Error description when a service with an unknown application is invoked but the application did not respond to a request for services */
"The \\U201C%@\\U201D service could not be used because the application did not respond to a request for services." = "Le service « %@ » est inutilisable car l’application n’a pas répondu à une demande de service.";

/* Error description when a service with a known application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D application." = "Le service « %1$@ » est inutilisable en raison d’un problème lors de l’extraction des données relatives aux services de l’application « %2$@ ».";

/* Error description when a workflow service is invoked but there was a problem retrieving service information. */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "Le service « %1$@ » est inutilisable en raison d’un problème lors de l’extraction des données relatives aux services du processus « %2$@ ».";

/* Error description when a service with an unknown application is invoked but there was a problem retrieving service information */
"The \\U201C%@\\U201D service could not be used because there was a problem retrieving service information from the application." = "Le service « %1$@ » est inutilisable en raison d’un problème lors de l’extraction des données relatives aux services de l’application.";

/* Error description when a service is invoked but the user does not have permission to run the application */
"The \\U201C%@\\U201D service could not be used because you do not have permission to open the \\U201C%@\\U201D application." = "Le service « %1$@ » est inutilisable car vous n’avez pas l’autorisation d’ouvrir l’application « %2$@ ».";

/* Error description when a service is invoked but there was a miscellaneous problem */
"The \\U201C%@\\U201D service could not be used." = "Le service « %1$@ » est inutilisable.";

/* Error reason when a service with a known workflow is invoked but the application could not be found */
"The \\U201C%@\\U201D workflow could not be found." = "Le processus « %@ » est introuvable.";

/* Error reason when a workflow service timed out */
"The \\U201C%@\\U201D workflow did not finish in time." = "Le processus « %@ » ne s’est pas achevé à temps.";

/* Failure reason when the app cannot be launched because of unknown errors. */
"The application \\U201C%@\\U201D could not be launched because a miscellaneous error occurred (OSStatus %d)." = "Impossible de lancer l’application « %1$@ » car une erreur diverse s’est produite (OSStatus %2$d).";

/* Failure reason when an application is corrupt. */
"The application \\U201C%@\\U201D could not be launched because it is corrupt." = "Impossible de lancer l’application « %@ » car elle est corrompue.";

/* Failure reason when the app is in the trash. */
"The application \\U201C%@\\U201D could not be launched because it is in the Trash." = "Impossible de lancer l’application « %@ » car elle est dans la Corbeille.";

/* Failure reason when an application is not compatible with the computer. */
"The application \\U201C%@\\U201D could not be launched because it is not compatible with your computer." = "L’application « %@ » n’a pas pu être lancée car elle est incompatible avec votre ordinateur.";

/* Error description for when an app could not be launched */
"The application \\U201C%@\\U201D could not be launched because it was not found." = "Impossible de lancer l’application « %@ » car elle est introuvable.";

/* Error reason when a service with an unknown application is invoked but the application could not be found */
"The application could not be found." = "L’application est introuvable.";

/* Error reason when a service with an unknown application is invoked but the application could not be opened */
"The application could not be opened." = "Il est impossible d’ouvrir l’application.";

/* Error description for when an application is using a disk that the user tries to eject. */
"The disk could not be ejected because it is in use by \\U201C%@\\U201D." = "Impossible d’éjecter le disque car il est utilisé par « %@ ».";

/* Error description when a file cannot be duplicated because it was not found. */
"The file \\U201C%@\\U201D could not be duplicated because it was not found." = "Le fichier « %@ » n’a pas pu être dupliqué car il est introuvable.";

/* Error description when a file cannot be duplicated because of a disk error. */
"The file \\U201C%@\\U201D could not be duplicated because of a disk error." = "Le fichier « %@ » n’a pas pu être dupliqué en raison d’une erreur de disque.";

/* Error description when a file cannot be duplicated because the disk is full. */
"The file \\U201C%@\\U201D could not be duplicated because the disk is full." = "Le fichier « %@ » n’a pas pu être dupliqué car le disque est saturé.";

/* Error description when a file cannot be duplicated because the volume is write protected. */
"The file \\U201C%@\\U201D could not be duplicated because the volume is write protected." = "Le fichier « %@ » n’a pas pu être dupliqué car le volume est protégé en écriture.";

/* Error description when a file cannot be duplicated without giving a reason. */
"The file \\U201C%@\\U201D could not be duplicated." = "Impossible de dupliquer le fichier « %@ ».";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Le fichier « %1$@ » n’a pas pu être placé dans la Corbeille car une erreur diverse s’est produite (OSStatus %2$d).";

/* Error description when a file cannot be moved to the trash because it was not found. */
"The file \\U201C%@\\U201D could not be moved to the trash because it was not found." = "Le fichier « %@ » n’a pas pu être placé dans la Corbeille car il est introuvable.";

/* Error description when a file cannot be moved to the trash because of a disk error. */
"The file \\U201C%@\\U201D could not be moved to the trash because of a disk error." = "Le fichier « %@ » n’a pas pu être placé dans la Corbeille en raison d’une erreur de disque.";

/* Error description when a file cannot be moved to the trash because the disk is full. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is full." = "Le fichier « %@ » n’a pas pu être placé dans la Corbeille car le disque est saturé.";

/* Error description when a file cannot be moved to the trash because the volume is write protected. */
"The file \\U201C%@\\U201D could not be moved to the trash because the disk is write protected." = "Le fichier « %@ » n’a pas pu être placé dans la Corbeille car le disque est protégé en écriture.";

/* Error description when a file cannot be moved to the trash without giving a reason. */
"The file \\U201C%@\\U201D could not be moved to the trash." = "Le fichier « %@ » n’a pas pu être placé dans la Corbeille.";

/* Error description when all files cannot be duplicated because a miscellaneous error occurred. */
"The files could not be duplicated because a miscellaneous error occurred (OSStatus %d)." = "Les fichiers n’ont pas pu être dupliqués car une erreur diverse s’est produite (OSStatus %d).";

/* Error description when all files cannot be duplicated because of a disk error. */
"The files could not be duplicated because of a disk error." = "Les fichiers n’ont pas pu être dupliqués en raison d’une erreur de disque.";

/* Error description when all files cannot be duplicated because the disk is full. */
"The files could not be duplicated because the disk is full." = "Les fichiers n’ont pas pu être dupliqués car le disque est saturé.";

/* Error description when all files cannot be duplicated because the volume is write protected. */
"The files could not be duplicated because the volume is write protected." = "Les fichiers n’ont pas pu être dupliqués car le volume est protégé en écriture.";

/* Error description when all files cannot be duplicated because they were not found. */
"The files could not be duplicated because they were not found." = "Les fichiers n’ont pas pu être dupliqués car ils sont introuvables.";

/* Error description when all files cannot be duplicated without giving a reason. */
"The files could not be duplicated." = "Les fichiers n’ont pas pu être dupliqués.";

/* Error description when all files cannot be moved to the trash because a miscellaneous error occurred. */
"The files could not be moved to the trash because a miscellaneous error occurred (OSStatus %d)." = "Les fichiers n’ont pas pu être placés dans la Corbeille car une erreur diverse s’est produite (OSStatus %d).";

/* Error description when all files cannot be moved to the trash because of a disk error. */
"The files could not be moved to the trash because of a disk error." = "Les fichiers n’ont pas pu être placés dans la Corbeille en raison d’une erreur de disque.";

/* Error description when all files cannot be moved to the trash because the disk is full. */
"The files could not be moved to the trash because the disk is full." = "Les fichiers n’ont pas pu être placés dans la Corbeille car le disque est saturé.";

/* Error description when all files cannot be moved to the trash because the disk is write protected. */
"The files could not be moved to the trash because the disk is write protected." = "Les fichiers n’ont pas pu être placés dans la Corbeille car le disque est protégé en écriture.";

/* Error description when all files cannot be moved to the trash because they were not found. */
"The files could not be moved to the trash because they were not found." = "Les fichiers n’ont pas pu être placés dans la Corbeille car ils sont introuvables.";

/* Error description when all files cannot be moved to the trash without giving a reason. */
"The files could not be moved to the trash." = "Les fichiers n’ont pas pu être placés dans la Corbeille.";

/* A generic error message displayed in an alert when an error occurs and there's no information about it. */
"The operation could not be completed." = "L’opération n’a pas pu être achevée.";

/* Error description when an unknown service with an unknown application is invoked but the application did not provide valid data */
"The service could not be used because the application did not provide valid data." = "Le service est inutilisable car l’application n’a pas fourni de données valides.";

/* Error reason when a service with a known application does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D application." = "Un problème s’est produit lors de l’extraction des informations relatives aux services de l’application « %@ ».";

/* Error reason when a workflow service does not report its Services correctly */
"There was a problem retrieving service information from the \\U201C%@\\U201D workflow." = "Un problème s’est produit lors de l’extraction des informations relatives aux services du processus « %@ ».";

/* Error reason when a service with an unknown application does not report its Services correctly */
"There was a problem retrieving service information from the application." = "Un problème s’est produit lors de l’extraction des informations relatives aux services de l’application.";

/* Recovery suggestion when a service with a known application is invoked but the application is in the trash */
"Try dragging \\U201C%@\\U201D from the Trash to your Applications folder." = "Essayez de faire glisser l’application « %@ » de la Corbeille vers votre dossier Applications.";

/* Recovery suggestion when a service is invoked but the application is corrupt
   Recovery suggestion when a service with a known application could not be found
   Recovery suggestion when a service with a known application could not be opened */
"Try reinstalling \\U201C%@.\\U201D" = "Essayez de réinstaller « %@ ».";

/* Recovery suggestion when a service with a known application does not report its Services correctly */
"Try reinstalling \\U201C%@\\U201D, or contact the vendor for an updated version." = "Essayez de réinstaller « %@ » ou contactez l’éditeur pour obtenir une version mise à jour.";

/* Recovery suggestion when a service with an unknown application does not report its Services correctly */
"Try reinstalling the application, or contact the vendor for an updated version." = "Essayez de réinstaller l’application ou contactez l’éditeur pour obtenir une version mise à jour.";

/* Recovery suggestion when a service with an unknown application could not be found
   Recovery suggestion when a service with an unknown application could not be opened */
"Try reinstalling the application." = "Essayez de réinstaller l’application.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try reopening \\U201C%@,\\U201D or contact the vendor for an updated version." = "Essayez de rouvrir « %@ » ou contactez l’éditeur pour obtenir une version mise à jour.";

/* Automator based recovery suggestion for a workflow Service.
   Recovery suggestion when a workflow service timed out. */
"Try running the \\U201C%@\\U201D workflow in Automator." = "Essayez d’exécuter le processus « %@ » depuis Automator.";

/* Recovery suggestion when a service is invoked but the application requires a newer version of Mac OS X */
"Try using an older version of \\U201C%@,\\U201D or upgrade to a newer version of Mac OS X." = "Essayez d’utiliser une ancienne version de « %@ » ou mettez à jour votre version de Mac OS X.";

/* Recovery suggestion when an application did not respond to the request for services */
"Try using the service differently, or contact the vendor for an updated version of \\U201C%@.\\U201D" = "Essayez d’utiliser le service différemment ou contactez l’éditeur pour obtenir une version de « %@ » mise à jour.";

/* Error description when some files cannot be duplicated (but others succeeded) because  of a lack of permissions. */
"You do not have permission to duplicate some of the files." = "Vous n’êtes pas autorisé à dupliquer certains des fichiers.";

/* Error description when a file cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the file \\U201C%@\\U201D." = "Vous n’êtes pas autorisé à dupliquer le fichier « %@ ».";

/* Error description when all files cannot be duplicated because of a lack of permissions. */
"You do not have permission to duplicate the files." = "Vous n’êtes pas autorisé à dupliquer les fichiers.";

/* Error description when some files cannot be moved to the trash (but others succeeded) because of a lack of permissions. */
"You do not have permission to move some of the files to the trash." = "Vous n’êtes pas autorisé à placer certains des fichiers dans la Corbeille.";

/* Error description when a file cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the file \\U201C%@\\U201D to the trash." = "Vous n’êtes pas autorisé à placer le fichier « %@ » dans la Corbeille.";

/* Error description when all files cannot be moved to the trash because of a lack of permissions. */
"You do not have permission to move the files to the trash." = "Vous n’êtes pas autorisé à placer les fichiers dans la Corbeille.";

/* Error reason when a service with a known application is invoked but the user does not have permission to run the application */
"You do not have permission to open the \\U201C%@\\U201D application." = "Vous n’avez pas l’autorisation d’ouvrir l’application « %@ »";

/* Failure reason when the user lacks permission to run the app. */
"You do not have permission to run the application \\U201C%@\\U201D." = "Vous ne possédez pas les autorisations permettant d’exécuter l’application « %@ ».";

